{
    "changelog.md": {
        "Changelog jeeZigbee": "Changelog jeeZigbee",
        "Changelog Zigbee2Mqtt": "Changelog Zigbee2Mqtt",
        "Changelog plugin template": "Changelog plugin template",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "If there is no information on the update, it means that it concerns only the update of documentation, translation or text",
        "19\/01\/2022": "01\/19\/2022",
        "Optimisations V4.2": "V4.2 optimizations",
        "20\/11\/2020": "20\/11\/2020",
        "Présentation officielle V4": "Official presentation V4",
        "Ajouts d'éléments d'informations et de paramètres pour les commandes": "Added information items and parameters for commands",
        "16\/11\/2020": "16\/11\/2020",
        "version minimale Jeedom": "Jeedom minimum version",
        "39 (dernière MAJ critique": "39 (last critical update",
        "04\/11\/2020": "04\/11\/2020",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "07\/08\/2020": "07\/08\/2020",
        "Ajout de commentaires": "Adding comments",
        "17\/05\/2020": "05\/17\/2020",
        "Mise à jour de la documentation": "Documentation update",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin template": "Plugin-template",
        "Ce \"template de plugin\" sert de base à la réalisation de plugins pour": "This \"plugin template\" serves as a basis for creating plugins for",
        "La documentation générale relative à la conception de plugin est consultable": "General plugin design documentation is available",
        "Dans le détail": "In details",
        "Utilisation du template de plugin": "Using the plugin template",
        "Le template de plugin est une base de plugin pour Jeedom qui doit être adaptée avec l'id de votre plugin et à laquelle il suffit d'ajouter vos propres fonctions": "The plugin template is a plugin base for Jeedom which must be adapted with the id of your plugin and to which you just have to add your own functions",
        "Fichier info.json": "Info.json file",
        "info.json": "info.json",
        "Intégré depuis la version 3": "Integrated since version 3",
        "0 de Jeedom, le fichier": "0 from Jeedom, the file",
        "est obligatoire pour le bon fonctionnement des plugins et leur bon déploiement sur le Market Jeedom": "is mandatory for the proper functioning of the plugins and their proper deployment on the Jeedom Market",
        "Icône du plugin": "Plug-in icon",
        "Afin de pouvoir être publié sur le Market Jeedom, tout plugin doit disposer d'une icône": "In order to be published on the Jeedom Market, any plugin must have an icon",
        "Attention à ne pas utiliser le même code couleur que les icônes des plugins Jeedom officiels": "Be careful not to use the same color code as the icons of official Jeedom plugins",
        "Widget du plugin": "Plugin Widget",
        "Présentation des différentes manières d'inclure des widgets personnalisés au plugin": "Presentation of the different ways to include custom widgets to the plugin",
        "Documentation du plugin": "Plugin Documentation",
        "Présentation de la mise en place d'une documentation car un bon plugin n'est rien sans documentation adéquate": "Overview of setting up documentation because a good plugin is nothing without proper documentation",
        "Publication du plugin": "Publish plugin",
        "Description des pré-requis indispensables à la publication du plugin": "Description of the prerequisites essential to the publication of the plugin",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        " ici]": " here]",
        "[ici]": "[here]",
        "*ici*": "*here*",
        " ici*": " here*"
    }
}