{
    "changelog.md": {
        "Changelog JeeZigbee": "Registro de cambios jeeZigbee",
        "Changelog jeeZigbee": "Registro de cambios jeeZigbee",
        "Changelog Zigbee2Mqtt": "Registro de cambios Zigbee2Mqtt",
        "Changelog plugin template": "Plantilla de complemento de registro de cambios",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Si no hay información sobre la actualización, significa que se trata solo de la actualización de la documentación, la traducción o el texto",
        "19\/01\/2022": "19\/01\/2022",
        "Optimisations V4.2": "Optimizaciones V4.2",
        "20\/11\/2020": "20\/11\/2020",
        "Présentation officielle V4": "Presentación oficial V4",
        "Ajouts d'éléments d'informations et de paramètres pour les commandes": "Se agregaron elementos de información y parámetros para los comandos",
        "16\/11\/2020": "16\/11\/2020",
        "version minimale Jeedom": "Versión mínima de Jeedom",
        "39 (dernière MAJ critique": "39 (última actualización crítica",
        "04\/11\/2020": "11\/04\/2020",
        "Nouvelle présentation de la liste des objets": "Nueva presentación de la lista de objetos",
        "07\/08\/2020": "08\/07\/2020",
        "Ajout de commentaires": "Agregar comentarios",
        "17\/05\/2020": "17\/05\/2020",
        "Mise à jour de la documentation": "Actualización de documentación",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin template": "Plantilla de plugin",
        "Ce \"template de plugin\" sert de base à la réalisation de plugins pour": "Esta \"plantilla de complemento\" sirve como base para crear complementos para",
        "La documentation générale relative à la conception de plugin est consultable": "La documentación general de diseño de complementos está disponible",
        "Dans le détail": "En detalles",
        "Utilisation du template de plugin": "Usando la plantilla del complemento",
        "Le template de plugin est une base de plugin pour Jeedom qui doit être adaptée avec l'id de votre plugin et à laquelle il suffit d'ajouter vos propres fonctions": "La plantilla del complemento es una base de complemento para Jeedom que debe adaptarse con la identificación de su complemento y a la que solo tiene que agregar sus propias funciones",
        "Fichier info.json": "Archivo info.json",
        "info.json": "info.json",
        "Intégré depuis la version 3": "Integrado desde la versión 3",
        "0 de Jeedom, le fichier": "0 de Jeedom, el archivo",
        "est obligatoire pour le bon fonctionnement des plugins et leur bon déploiement sur le Market Jeedom": "es obligatorio para el correcto funcionamiento de los complementos y su correcta implementación en Jeedom Market",
        "Icône du plugin": "Icono de complemento",
        "Afin de pouvoir être publié sur le Market Jeedom, tout plugin doit disposer d'une icône": "Para ser publicado en Jeedom Market, cualquier complemento debe tener un ícono",
        "Attention à ne pas utiliser le même code couleur que les icônes des plugins Jeedom officiels": "Tenga cuidado de no usar el mismo código de color que los íconos de los complementos oficiales de Jeedom",
        "Widget du plugin": "Widget de complemento",
        "Présentation des différentes manières d'inclure des widgets personnalisés au plugin": "Presentación de las diferentes formas de incluir widgets personalizados al plugin",
        "Documentation du plugin": "Documentación del complemento",
        "Présentation de la mise en place d'une documentation car un bon plugin n'est rien sans documentation adéquate": "Descripción general de la configuración de la documentación porque un buen complemento no es nada sin la documentación adecuada",
        "Publication du plugin": "Complemento de publicación",
        "Description des pré-requis indispensables à la publication du plugin": "Descripción de los requisitos previos esenciales para la publicación del plugin",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*"
    }
}