{
    "changelog.md": {
        "Changelog jeeZigbee": "Changelog jeeZigbee",
        "Changelog Zigbee2Mqtt": "Registro de alterações Zigbee2Mqtt",
        "Changelog plugin template": "Modelo de plug-in de registro de alterações",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Se não houver informação sobre a atualização, significa que se trata apenas da atualização da documentação, tradução ou texto",
        "19\/01\/2022": "19\/01\/2022",
        "Optimisations V4.2": "Otimizações da V4.2",
        "20\/11\/2020": "20\/11\/2020",
        "Présentation officielle V4": "Apresentação oficial V4",
        "Ajouts d'éléments d'informations et de paramètres pour les commandes": "Itens de informação e parâmetros adicionados para comandos",
        "16\/11\/2020": "16\/11\/2020",
        "version minimale Jeedom": "Versão mínima do Jeedom",
        "39 (dernière MAJ critique": "39 (última atualização crítica",
        "04\/11\/2020": "11\/04\/2020",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "07\/08\/2020": "07\/08\/2020",
        "Ajout de commentaires": "Adicionando comentários",
        "17\/05\/2020": "17\/05\/2020",
        "Mise à jour de la documentation": "Atualização da documentação",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin template": "Modelo de plug-in",
        "Ce \"template de plugin\" sert de base à la réalisation de plugins pour": "Este \"modelo de plug-in\" serve como base para a criação de plug-ins para",
        "La documentation générale relative à la conception de plugin est consultable": "A documentação geral do design do plugin está disponível",
        "Dans le détail": "Em detalhes",
        "Utilisation du template de plugin": "Usando o modelo de plug-in",
        "Le template de plugin est une base de plugin pour Jeedom qui doit être adaptée avec l'id de votre plugin et à laquelle il suffit d'ajouter vos propres fonctions": "O template de plugin é uma base de plugin para Jeedom que deve ser adaptado com o id do seu plugin e ao qual você só tem que adicionar suas próprias funções",
        "Fichier info.json": "Arquivo info.json",
        "info.json": "info.json",
        "Intégré depuis la version 3": "Integrado desde a versão 3",
        "0 de Jeedom, le fichier": "0 de Jeedom, o arquivo",
        "est obligatoire pour le bon fonctionnement des plugins et leur bon déploiement sur le Market Jeedom": "é obrigatório para o bom funcionamento dos plugins e sua correta implantação no Jeedom Market",
        "Icône du plugin": "Ícone de plug-in",
        "Afin de pouvoir être publié sur le Market Jeedom, tout plugin doit disposer d'une icône": "Para ser publicado no Jeedom Market, qualquer plugin deve ter um ícone",
        "Attention à ne pas utiliser le même code couleur que les icônes des plugins Jeedom officiels": "Tenha cuidado para não usar o mesmo código de cores dos ícones dos plugins oficiais do Jeedom",
        "Widget du plugin": "Widget de plug-in",
        "Présentation des différentes manières d'inclure des widgets personnalisés au plugin": "Apresentação das diferentes formas de incluir widgets personalizados no plugin",
        "Documentation du plugin": "Documentação do plug-in",
        "Présentation de la mise en place d'une documentation car un bon plugin n'est rien sans documentation adéquate": "Visão geral da configuração da documentação porque um bom plugin não é nada sem a documentação adequada",
        "Publication du plugin": "Publicar plug-in",
        "Description des pré-requis indispensables à la publication du plugin": "Descrição dos pré-requisitos essenciais para a publicação do plugin",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        " ici]": " aqui]",
        "[ici]": "[aqui]",
        "*ici*": "*aqui*",
        " ici*": " aqui*"
    }
}